INSERT INTO Work_history (vacancy_name, applicant_id, company_id, salary, date_start, date_end) VALUES
	('Программист', 5, 1, 110000, '2022-01-10', '2023-01-10'),
	('Инженер-строитель', 6, 2, 85000, '2021-05-15', '2022-05-15'),
	('Логист', 7, 3, 75000, '2020-09-01', NULL),
	('Бухгалтер', 8, 4, 78000, '2019-03-20', '2021-06-30'),
	('Маркетолог', 9, 1, 80000, '2022-11-10', NULL),
	('Сетевой инженер', 5, 2, 95000, '2018-07-05', '2020-07-05'),
	('Экономист', 6, 3, 68000, '2017-02-25', '2019-02-25'),
	('Менеджер по продажам', 7, 4, 62000, '2021-06-12', NULL),
	('Системный администратор', 8, 1, 108000, '2020-12-01', '2022-12-01'),
	('Руководитель проекта', 9, 2, 125000, '2019-08-15', NULL);