INSERT INTO Vacancy (vacancy_name, company_id, description, min_salary, education, number_of_views) VALUES
	('Программист', 1, 'Разработка ПО', 120000.00, 3, 100),
	('Инженер-строитель', 2, 'Проектирование и строительство', 90000.00, 4, 80),
	('Логист', 3, 'Организация перевозок', 75000.00, 2, 90),
	('Бухгалтер', 4, 'Ведение финансовой отчетности', 85000.00, 5, 70),
	('Маркетолог', 1, 'Рекламные кампании', 80000.00, 3, 85),
	('Сетевой инженер', 2, 'Обслуживание сетей', 95000.00, 4, 110),
	('Экономист', 3, 'Анализ финансов', 70000.00, 3, 75),
	('Менеджер по продажам', 4, 'Продажи услуг', 65000.00, 2, 95),
	('Системный администратор', 1, 'Администрирование серверов', 110000.00, 4, 60),
	('Руководитель проекта', 2, 'Координация работ', 130000.00, 5, 120);